Repository: fiee/fiee-adhesive
Catalog: adhesive/locale/*/LC_MESSAGES/django.po
Languages: de

source: Sticky Note
de: Klebenotiz

source: Sticky Notes
de: Klebenotizen

source: Note
de: Notiz

source: Placement
de: Platzierung

source: x,y,width,height [px]
de: x, y, Breite, Höhe [px]

source: content type
de: Inhaltstyp

source: object id
de: Objekt-ID

source: note
de: Notiz

source: notes
de: Notizen

source: Can view note
de: Darf Notiz sehen

source: German
de: Deutsch

source: English
de: Englisch

source: note icon
de: Klebenotiz-Icon

source: Show/hide notes
de: Notizen anzeigen/verbergen

source: note icon with plus
de: Klebenotiz-Icon mit Plus

source: Add new note
de: Neue Notiz anlegen

source: Confirm note deletion
de: Löschen der Notiz bestätigen

source: Do you really want to delete this note?
de: Möchten Sie diese Notiz wirklich löschen?

source: Note details
de: Notiz-Einzelheiten

source: Close and delete note
de: Notiz schließen und löschen

source: Note is not yet saved
de: Die Notiz ist noch nicht gespeichert
